brew 'calc'
brew 'coreutils'
brew 'gawk'
brew 'gnu-sed'
brew 'hub'
brew 'pandoc'
brew 'pandoc-citeproc'
brew 'pandoc-crossref'
brew 'z'
cask 'basictex'
cask 'caffeine'
cask 'dropbox'
cask 'flux'
cask 'macvim'
cask 'qlmarkdown'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'r'
cask 'rstudio'
cask 'visual-studio-code'
mas '1Password', id: 443987910
mas 'Slack', id: 803453959
mas 'Spark', id: 1176895641
