brew "calc"
brew "coreutils"
brew "gawk"
brew "gh"
brew "gnu-sed"
brew "mas"
brew "pandoc"
brew "pandoc-citeproc"
brew "pandoc-crossref"
brew "z"
cask "basictex"
cask "dropbox"
cask "flux"
cask "macvim"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "r"
cask "rstudio"
cask "visual-studio-code"
mas "1Password", id: 443987910
mas "Amphetamine", id: 937984704
mas "Marked 2", id: 890031187
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Tweetbot", id: 1384080005
